3-Sinter_vs_Microchannel_Comparison/1uW_load_envelope/Cu_0p5_s10p5/0/solid_wall/p
FoamFile
{
    version 2.0; format ascii;
    class volScalarField; location "0/solid_wall"; object p;
}
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    chipFace { type zeroGradient; }
    hotPlate { type zeroGradient; }
    outerY0 { type zeroGradient; }
    outerY3 { type zeroGradient; }
    inlet { type zeroGradient; }
    outlet { type zeroGradient; }
    solid_wall_to_domain1 { type zeroGradient; }
    solid_wall_to_domain2 { type zeroGradient; }
    solid_wall_to_domain3 { type zeroGradient; }
    solid_wall_to_domain4 { type zeroGradient; }
    solid_wall_to_domain5 { type zeroGradient; }
}
