3-Sinter_vs_Microchannel_Comparison/1uW_load_envelope/Cu_0p5_s10p5/system/kapitza_layer/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system/solid_wall";
    object      fvSchemes;
}

// Solid: pure conduction — only laplacian scheme matters

ddtSchemes      { default steadyState; }
gradSchemes     { default Gauss linear; }
divSchemes      { default none; }
laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes   { default corrected; }
